Repository: cyberwani/csv-importer
Catalog: assets/lang/tp-csv-importer-*.po
Languages: nl_nl

source: Import
nl_nl: Importeren

source: Queue
nl_nl: Wachtrij

source: Add file
nl_nl: Nieuw bestand

source: Import queue
nl_nl: Importeer wachtrij

source: File
nl_nl: Bestand

source: The queue is currently empty. <a href="%1$s">Add new file</a>
nl_nl: De wachtrij is op dit moment leeg. <a href="%1$s">Nieuw bestand toevoegen</a>

source: Waiting
nl_nl: Wachten

source: Processing (%1$s)
nl_nl: Verwerken (%1$s)

source: Failed: %1$s
nl_nl: Mislukt: %1$s

source: Done
nl_nl: Klaar

source: Add file to queue
nl_nl: Bestand aan wachtrij toevoegen

source: Add
nl_nl: Toevoegen

source: The file has been added to the queue.
nl_nl: Het bestand is toegevoegd aan de wachtrij.

source: The file has been removed the queue.
nl_nl: Het bestand is verwijderd uit de wachtrij.

source: ERROR: The file was not added to the queue.
nl_nl: FOUT: Het bestand is niet toegevoegd aan de wachtrij.

source: Are you sure you want to remove this file from the queue?
nl_nl: Weet je zeker dat je dit bestand uit de wachtrij wilt verwijderen?

source: Couldn't read file.
nl_nl: Kon het bestand niet lezen.
